{
  "File too large. You can increase this limit in the settings under 'Sqlite Viewer: Max File Size'.": "Datei zu groß. Sie können dieses Limit in den Einstellungen unter 'SQLite Viewer: Max File Size' erhöhen.",
  "Document not found": "Dokument nicht gefunden",
  "SQLite Viewer PRO License Activation": "SQLite Viewer PRO Lizenzaktivierung",
  "Enter License Key": "Lizenzschlüssel eingeben",
  "License key must be in the format {0}": "Der Lizenzschlüssel muss im Format {0} sein",
  "Invalid license key format": "Ungültiges Lizenzschlüsselformat",
  "No response from license validation service": "Keine Antwort vom Lizenzvalidierungsdienst",
  "License validation request failed: {0}": "Lizenzvalidierungsanfrage fehlgeschlagen: {0}",
  "Failed to parse response": "Antwort konnte nicht geparst werden",
  "Thank you for purchasing {0}!": "Vielen Dank für den Kauf von {0}!",
  "Exclusive PRO features will be unlocked once you open the next file.": "Exklusive PRO-Funktionen werden freigeschaltet, sobald Sie die nächste Datei öffnen.",
  "SQLite Viewer PRO Offline Activation": "SQLite Viewer PRO Offline-Aktivierung",
  "This wizard will activate the PRO version of SQLite Viewer without connecting to the license service directly. It is intended for Business Edition customers who have purchased a license for offline use. PRO customers can use it to gain 14 days of offline use (same as regular activation).": "Dieser Assistent aktiviert die PRO-Version von SQLite Viewer, ohne direkt mit dem Lizenzdienst zu verbinden. Dies ist für Business Edition-Kunden gedacht, die eine Lizenz für die Offline-Nutzung erworben haben. PRO-Kunden können es nutzen, um 14 Tage Offline-Nutzung zu erhalten (wie bei der regulären Aktivierung).",
  "Continue": "Fortsetzen",
  "Out-of-Band Activation": "Out-of-Band-Aktivierung",
  "On any device with an active internet connection, open\n\n{0}\n\nDo you want to open it on this device or copy it to the clipboard?": "Öffnen Sie auf einem beliebigen Gerät mit aktiver Internetverbindung\n\n{0}\n\nMöchten Sie es auf diesem Gerät öffnen oder in die Zwischenablage kopieren?",
  "Open": "Öffnen",
  "Copy": "Kopieren",
  "Enter access token generated on the website": "Geben Sie das auf der Website generierte Zugriffstoken ein",
  "Access token must be a JWT": "Zugriffstoken muss ein JWT sein",
  "No access token": "Kein Zugriffstoken",
  "Invalid access token format": "Ungültiges Zugriffstoken-Format",
  "Invalid access token": "Ungültiges Zugriffstoken",
  "Token does not contain license key. Was it generated by <https://vscode.sqliteviewer.app/api/register>?": "Token enthält keinen Lizenzschlüssel. Wurde es von <https://vscode.sqliteviewer.app/api/register> generiert?",
  "The license was deactivated for this device!": "Die Lizenz wurde für dieses Gerät deaktiviert!",
  "SQLite Viewer PRO will be deactivated once you open the next file.": "SQLite Viewer PRO wird deaktiviert, sobald Sie die nächste Datei öffnen.",
  "License validation request timed out": "Zeitüberschreitung bei der Lizenzvalidierungsanfrage"
}