{
  "File too large. You can increase this limit in the settings under 'Sqlite Viewer: Max File Size'.": "Arquivo muito grande. Você pode aumentar esse limite nas configurações em 'SQLite Viewer: Max File Size'.",
  "Document not found": "Documento não encontrado",
  "SQLite Viewer PRO License Activation": "Ativação da Licença do SQLite Viewer PRO",
  "Enter License Key": "Insira a Chave de Licença",
  "License key must be in the format {0}": "A chave de licença deve estar no formato {0}",
  "Invalid license key format": "Formato de chave de licença inválido",
  "No response from license validation service": "Sem resposta do serviço de validação de licença",
  "License validation request failed: {0}": "Falha na solicitação de validação de licença: {0}",
  "Failed to parse response": "Falha ao analisar a resposta",
  "Thank you for purchasing {0}!": "Obrigado por comprar {0}!",
  "Exclusive PRO features will be unlocked once you open the next file.": "Recursos exclusivos do PRO serão desbloqueados assim que você abrir o próximo arquivo.",
  "SQLite Viewer PRO Offline Activation": "Ativação Offline do SQLite Viewer PRO",
  "This wizard will activate the PRO version of SQLite Viewer without connecting to the license service directly. It is intended for Business Edition customers who have purchased a license for offline use. PRO customers can use it to gain 14 days of offline use (same as regular activation).": "Este assistente ativará a versão PRO do SQLite Viewer sem se conectar diretamente ao serviço de licença. É destinado a clientes da Business Edition que compraram uma licença para uso offline. Clientes PRO podem usá-lo para obter 14 dias de uso offline (mesmo que a ativação regular).",
  "Continue": "Continuar",
  "Out-of-Band Activation": "Ativação Fora de Banda",
  "On any device with an active internet connection, open\n\n{0}\n\nDo you want to open it on this device or copy it to the clipboard?": "Em qualquer dispositivo com conexão ativa à internet, abra\n\n{0}\n\nVocê quer abrir neste dispositivo ou copiar para a área de transferência?",
  "Open": "Abrir",
  "Copy": "Copiar",
  "Enter access token generated on the website": "Insira o token de acesso gerado no site",
  "Access token must be a JWT": "O token de acesso deve ser um JWT",
  "No access token": "Sem token de acesso",
  "Invalid access token format": "Formato de token de acesso inválido",
  "Invalid access token": "Token de acesso inválido",
  "Token does not contain license key. Was it generated by <https://vscode.sqliteviewer.app/api/register>?": "O token não contém chave de licença. Foi gerado por <https://vscode.sqliteviewer.app/api/register>?",
  "The license was deactivated for this device!": "A licença foi desativada para este dispositivo!",
  "SQLite Viewer PRO will be deactivated once you open the next file.": "O SQLite Viewer PRO será desativado assim que você abrir o próximo arquivo.",
  "License validation request timed out": "Tempo esgotado para a solicitação de validação de licença"
}
